Repository: miratcan/disket.club
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: games
tr: oyunlar

source: apps
tr: uygulamalar

source: tools
tr: araçlar

source: time wasters
tr: zaman öldürücü

source: demos
tr: demolar

source: other
tr: diğer

source: public
tr: halka açık

source: unlisted
tr: listelenmemiş

source: agree
tr: kabul ettim

source: disagree
tr: kabul etmem

source: Author
tr: Sahibi

source: The title of the disket
tr: Disketin başlığı

source: Label
tr: İsim

source: The slug of the disket
tr: Disketin takozu

source: Slug
tr: Kısa İsim

source: Short description of the disket. Max 160 characters.
tr: Disketin kısa açıklaması, en fazla 160 karakter.

source: Tagline
tr: Slogan

source: The shelf of the disket
tr: Disketin durduğu raf

source: Shelf
tr: Raf

source: The visibility of the disket
tr: Disketin görünürlüğü

source: Visibility
tr: Görünürlük

source: The zip file of the disket
tr: Zip dosyası

source: Zip File
tr: Zip Dosyası

source: The date and time the disket was created
tr: Disketin oluşturulma tarih ve zamanı

source: Created At
tr: Oluşturulma

source: Whether the disket has been approved
tr: Disket onaylı mı değil mi

source: Approved
tr: Onaylandı

source: The path to the content of the disket
tr: Disketin içerik yolu

source: Content Path
tr: İçerik Yolu

source: Diskets
tr: Disketler

source: The log of the disket version
tr: Disket versiyonunun logu

source: Log
tr: Kayıt

source: The date and time the disket version was created
tr: Disket versiyonunun oluşturulma tarih ve zamanı

source: Disket Version
tr: Disket Sürümü

source: Disket Versions
tr: Disket Versiyonları

source: Select Shelf
tr: Raf Seç

source: All
tr: Hepsi

source: Games
tr: Oyunlar

source: Apps
tr: Uygulamalar

source: Tools
tr: Araçlar

source: Other
tr: Diğer

source: Listing %(diskettes.count)s diskettes, on %(shelf)s.
tr: %(shelf)s içindeki %(diskettes.count)s disket listelendi.

source: Listing %(diskettes.count)s diskettes
tr: %(diskettes.count)s disket listelendi

source: Upload Your Disket
tr: Disket Gönder

source: By uploading your disket, you agree to the following:
tr: Disket göndererek şu yeminleri etmiş olursunuz:

source: You are the author of the disket
tr: Disket’in sahibi sizsiniz

source: You will not upload any malware or engage in illegal activities
tr: Abuk subuk malware falan yüklemeyeceğim

source: I agree to the terms and conditions
tr: Ölüm dahil tümsikleri kabul ediyorum

source: Upload
tr: Gönder

source: Profile
tr: Profil

source: Logout
tr: Çıkış Yap

source: Login
tr: Giriş Yap
